[info]
english=Spanish (Spain)
ownlang=Español (España)
machine=true
by=AuroraStudio
warn=Important: machine translation in this language
warnown=Importante: traducción automática en este idioma

[global]
haventdone=[inacabado]

[startup]
title=Página de inicio
openfile=Abrir archivo
openfolder=Abrir carpeta
recently=Jugado recientemente
onlyfortest=Solo para uso de prueba
evaluationcopy=Copia de la evaluación.

[openfile]
file=Seleccione el archivo para abrir
folder=Seleccionar carpeta

[main]
list=Lista de canciones
add=Agregar
del=Eliminar
openfile=Abrir archivo
openfolder=Abrir carpeta
openonline=Añadir audio en línea
savecover=Guardar imágenes del álbum
emptylist=La lista está vacía
emptylrc=La letra está vacía

[listmenu]
play=Reproducir audio
remove=Eliminar lista
speed=Velocidad
reverse=Invertir

[settings]
title=Configuración
appearance=Configuración de apariencia
theme=Tema
sysnormal=Predeterminado del sistema
light=Color brillante
dark= Color oscuro
back=Fondo
backmaterial = Material de fondo
acrylic=Acrylic
mica=Mica
update=Actualización
checking=Revisando actualizaciones
nonew=No hay nuevas versiones disponibles
new=Nueva versión disponible
restart=Reiniciar para instalar actualizaciones
download=Descargar
downloadprogess=Progreso de la descarga
restartbtn=Reinicio
updatebtn=Actualizar
currentver=Versión actual
newver=La última versión
about=Sobre
detail=La función de reproducción de audio de Violet Player está desarrollada en base a BassLib
language=Idiomas
apply=Aplicación

[playlist]
title=Lista de canciones

[plugin]
title=Complementos
list=Lista de complementos
blank=blank